data = {
  "locations": [
    {
      "name": "Алгаши",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "?",
      "pos": [55.360890, 46.453860],
      "church": "Преображенская церковь",
      "enable": false,
      "info": "Построена в 1879 г. на средства прихожан. Церковь деревянная с главным престолом в честь Преображения Господня. Приделы: правый – в честь Богоявления Господня, левый – не освящен. В приходе на 1900 г.: с. Алгаши, д. Русские Алгаши, д. Чувашские Алгаши. Закрыта в 1936 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Анастасово",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "?",
      "pos": [55.178789, 46.255746],
      "church": "Казанская церковь",
      "enable": false,
      "info": "Построена в 1760 г. на средства помещика А.Н. Панова. Церковь каменная однопрестольная во имя Божией Матери Казанской. В приходе на 1900 г.: с. Анастасово, д. Ключи, д. Коровино, д. Бро‐ новщино, д. Бахмутово, д. Ниловка, д. Яновщино. Закрыта в 1941 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Большие Туваны",
      "altName": "Богоявленское",
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "Атаевская",
      "pos": [55.601340, 46.541651],
      "church": "Богоявленская церковь",
      "enable": false,
      "info": "Построена в 1781 г. на средства прихожан, вновь отстроена в 1880 г. Церковь деревянная с главным престолом в честь Богоявления Господня. Придел во имя Св. Архангела Михаила. Часовен две – на кладбище при д. Кумашка, в д. Шумерля, обе деревянные. В приходе на 1900 г.: с. Большие Туваны, д. Малые Туваны, д. Лесные Туваны, д. Питушкино, д. Тавалькино, д. Мишедерово, д. Пазиткино, д. Егоркино, д. Огаринкино, д. Пояндайкино, д. Репейкино, д. Ивкино, д. Ильянкино, д. Ешменейкино, д.Семидерово, дд. Верхняя и Нижняя Кумашка, д. Шумерля. Закрыта в 1940 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Выползово",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "?",
      "pos": [55.131254, 46.245509],
      "church": "Богословская церковь",
      "enable": true,
      "info": "Построена не позднее 1800 г., вновь отстроена в 1864 г. на средства прихожан. Церковь деревянная с главным престолом во имя Св. Иоанна Богослова. Придел: в честь Рождества Христова. Часовен две: каменная в с. Выползово, деревянная в с. Дурасовка. В приходе на 1900 г.: с. Выползово, с‐цо Антипинка, д. Бредовка, д. Ломакино, д. Дурасовка, д. Степановка. Закрыта в 1942 г. Приход восстановлен в 1949 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Козловка",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "?",
      "pos": [55.264203, 46.263864],
      "church": "Богоявленская церковь",
      "enable": false,
      "info": "Построена в 1829 г. на средства дворянки П.Я. Агафониковой. Церковь каменная с главным престолом в честь Богоявления Гос‐ подня. Приделы: во имя Божией Матери Тихвинской и во имя Св. Ар‐ хангела Михаила. В приходе на 1900 г.: с. Козловка, д. Колычевка, д. Зубатовка, д. Устимовка, д. Мачкасы.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Красные Четаи",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "Курмышская",
      "pos": [55.690261, 46.150302],
      "church": "Воскресенская церковь",
      "enable": false,
      "info": "Построена в 1782 г. (деревянная, с 1802 г. – усыпальница при церкви), вновь отстроена в 1802 г., обновлена и расширена в 1879 г. Церковь каменная с главным престолом в честь Воскресения Хри‐ стова. Придел: во имя Св. Николая Чудотворца. В приходе на 1900 г.: с. Красные Четаи, д. Питиркино, д. Кубяши, д. Хоробары, д. Янгильдино, д. Токтамыши, д. Ачки‐касы, д. Бай‐ машкино, д. Калугино, д. Ижикеи, д. Томлеи, д. Тогонаши, д. Сосно‐ вая, д. Торобаи, д. Ятнары, д. Ядринский Выселок. Закрыта в 1935 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Никулино",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "?",
      "pos": [55.156122, 46.065869],
      "church": "Христорождественская церковь",
      "enable": true,
      "info": "Построена не позднее 1795 г., с [1850‐х] гг. после перенесения деревни «на 12 верст от церкви, последняя за ветхостью была при‐ писана вместе с никулинцами к с. Выползово, а потом и вовсе уничто‐ жена». Вновь отстроена в 1887 г. на средства прихожан, самостоя‐ тельный с 1888 г. Церковь деревянная с главным престолом в честь Рождества Христова. Придел: во имя Св. Николая Чудотворца. В приходе на 1900 г.: с. Никулино, д. Александровка, д. Димит‐ риевка. Закрыта в 1942 г. Приход восстановлен в 1946 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Пандиково",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "Курмышская",
      "pos": [55.759475, 46.124441],
      "church": "Преображенская церковь",
      "enable": false,
      "info": "Построена в период с [1745–1752] гг. на средства прихожан и жертвователей, вновь отстроена в 1781, 1860 гг., отремонтиро‐ вана в 1903 г. Церковь деревянная с главным престолом в честь Преображения Господня. Придел: во имя Св. Архангела Михаила. В [1780‐х] гг. выстроен второй придел во имя иконы Казанской Божи‐ ей Матери. В 1795 г. взамен ветхой деревянной колокольни и приде‐ ла во имя иконы Казанской Божией Матери построена теплая ка‐ менная церковь Божией Матери Казанской. В приходе на 1900 г.: с. Пандиково, д. Кошкильдино, д. Осиново, д. Карк‐Сюрмы, д. Вурманкасы, дд. Малые и Большие Атмени, д. Шум‐ шеваши, д. Шоля, д. Хора‐Сюрмы, д. Каликасы, д. Хырлукасы, д. Хваду‐ касы, д. Мижаркасы, д. Питишево, д. Ямаши. Закрыта в 1941 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Раскильдино",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "Атаевская",
      "pos": [55.689930, 46.562756],
      "church": "Богородицерождественская церковь",
      "enable": true,
      "info": "Построена в 1778 г., деревянная; вновь отстроена в 1902 г. на средства прихожан. Церковь каменная с главным престолом в честь Рождества Пресвятой Богородицы. Придел: во имя Св. Нико‐ лая Чудотворца. При церкви каменная часовня, построена в 1909 г. В приходе на 1900 г.: с. Раскильдино, д. Охверкино, д. Токташи, д. Шундряши, д. Туры‐Выла, д. Атмалкасы. Закрыта в 1941 г. Приход восстановлен в 1944 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Ходары",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "Атаевская",
      "pos": [55.586154, 46.620258],
      "church": "Покровская церковь",
      "enable": true,
      "info": "Построена в [1748] г. (деревянная), в 1806 г. на средства прихо‐ жан отстроен новый каменный храм, капитальный ремонт произ‐ 190веден в 1895 г. Церковь каменная с главным престолом в честь По‐ крова Пресвятой Богородицы. Придел: во имя Свв. Апостолов Петра и Павла. При д. Юманаи построен новый храм (самостоятельный при‐ ход открыт в 1901 г.), при д. Базарной – деревянная часовня. В приходе на 1900 г.: с. Ходары, д. Шоркасы, д. Пиляшкасы, д. Нагор‐ ная, д. Торган‐Вазяково, д. Новая, д. Бреняши, д. Яндаши, д. Юманаи, д. Ту‐ ванькино, д. Ойбоси, д. Тарын‐Сюрма, д. Базарная, д. Чертоганы, д. Мыслец. Закрыта в 1941 г. Приход восстановлен в 1989 г",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Хоршеваши",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "Атаевская",
      "pos": [55.725790, 46.369143],
      "church": "Богородицерождественская церковь",
      "enable": false,
      "info": "Построена не позднее 1781 г., вновь отстроена в 1789 г. на средства прихожан и в 1869 г. Церковь деревянная с главным пре‐ столом в честь Рождества Пресвятой Богородицы. Придел: во имя Св. Николая Чудотворца. В приходе на 1900 г.: с. Хоршеваши, д. Старые Атаи, д. Тиханки‐ но, д. Ягункино, д. Хозанкино, д. Санкино, д. Новая, д. Лотрабагишево. Закрыта в 1933 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Штанаши",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Курмышский",
      "volost": "Атаевская",
      "pos": [55.694089, 46.444232],
      "church": "Вознесенская церковь",
      "enable": false,
      "info": "Построена в 1770 г. (с 1856 г. – усыпальница при новой церкви), в 1856 г. на средства прихожан отстроена новая деревянная цер‐ ковь с главным престолом в честь Вознесения Господня. Придел: во имя Св. Архангела Михаила. В приходе на 1900 г.: с. Станаши, д. Кюрлево, д. Лесная, д. Арайкасы, д. Обыково, д. Яманы, д. Кошлауши, д. Новые Атаи, д. Русские Атаи.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.856319, 46.601849],
      "zoom": 16,
      "church": "Богородице‐Рождественский собор",
      "enable": true,
      "info": "В комплекс Богородице‐Рождественского собора входили: соборная церковь, построенная в 1747 г. на средства мещанина Боголюбова, каменная однопрестольная в честь Рождества Пресвятой Богородицы; теплая церковь, построенная в 1827 г. на средства жителей, каменная однопрестольная в память Усекновения главы Иоанна Крестителя. К собору была приписана кладбищенская цер‐ковь, построенная в 1827 г. на средства жителей, каменная с главным престолом в честь Воздвижения честного и животворящего Креста Господня, приделы: правый во имя всех Святых, левый – в честь иконы Божией Матери «Неопалимая купина». Закрыт в 1936 г. Приход восстановлен в 1993 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.856801, 46.599334],
      "zoom": 16,
      "church": "Знаменская церковь",
      "enable": false,
      "info": "Построена в 1779 г. на средства прихожан. Церковь каменная с главным престолом в честь иконы Знамения Божией Матери. Приделы: правый – во имя Св. Апостолов Петра и Павла, левый – во имя Св. Николая Чудотворца. Закрыта в 1940 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.840736, 46.596129],
      "zoom": 16,
      "church": "Иверская церковь",
      "enable": false,
      "info": "Построена при земской больнице в 1846 г. на средства Удельного ведомства. Церковь полукаменная однопрестольная во имя Божией Матери Иверской. Закрыта в 1929 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.854661, 46.600551],
      "zoom": 16,
      "church": "Казанская церковь",
      "enable": false,
      "info": "Построена в 1779 г. на средства прихожан. Церковь каменная с главным престолом во имя Божией Матери Казанской. Приделы: во имя прп. Кирилла Новозерского Чудотворца и во имя Св. мученицы Параскевы Пятницы. Часовен две: при входе в храм каменная, построена в 1887 г. на средства купца К.Н. Попова; напротив алтаря храма каменная, построена в 1879 г. Закрыта в 1930 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.843181, 46.589244],
      "zoom": 16,
      "church": "Крестовоздвиженская церковь",
      "enable": false,
      "info": "Построена в 1827 г. на средства жителей. Церковь каменная с главным престолом в честь Воздвижения Честного и Животворящего Креста Господня. Приделы: правый – во имя Всех Святых, левый – в честь иконы Божией Матери «Неопалимая Купина». Церковь была приписной к Богородице‐Рождественскому собору г. Алатырь. Закрыта в 1937 г. Приход восстановлен в 1945 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.850068, 46.601406],
      "zoom": 17,
      "church": "Николаевская церковь",
      "enable": false,
      "info": "Построена в 1737 г. Церковь каменная однопрестольная во имя Св. Николая Чудотворца. входила в комплекс Алатырского Киево‐Николаевского новодевичьего монастыря.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.850065, 46.602066],
      "zoom": 16,
      "church": "Преображенская церковь",
      "enable": false,
      "info": "Построена в 1767 г. Церковь каменная с главным престолом в честь Покрова Пресвятой Богородицы. Придел: во имя Св. Димитрия Ростовского Чудотворца. входила в комплекс Алатырского Киево‐Николаевского Новодевичьего монастыря.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.839816, 46.572195],
      "zoom": 16,
      "church": "Троицкая единоверческая церковь",
      "enable": false,
      "info": "Единоверие – течение в старообрядчестве. Возникло в результате соглашения умеренных кругов старообрядцев с официальной православной церковью, оформленного в 1800 г. Подчинялась Синоду, но сохраняло свои обычаи и обряды. Царское правительство насильно навязывало единоверие старообрядцам. Была освящена в 1860 г., перестала упоминаться с 1880 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.854627, 46.594147],
      "zoom": 16,
      "church": "Троицкая инвалидная церковь",
      "enable": false,
      "info": "Построена в 1798 г. на средства прихожан. Церковь деревянная однопрестольная во имя Св. Троицы. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.855223, 46.599676 ],
      "zoom": 16,
      "church": "Успенская церковь",
      "enable": false,
      "info": "В комплекс Успенской церкви входило два здания: холодная церковь и теплая. Холодная – построена в 1784 г. на средства помещицы И.В. Иевлевой, каменная с главным престолом в честь Успения Пресвятой Богородицы; приделы: правый – во имя прп. Марии Египетской, левый – во имя Св. первомученика архидиакона Стефана. Теплая – построена в 1787 г. на средства помещицы И.В. Иевлевой, каменная однопрестольная во имя Св. мученицы Софии и трех ее дочерей Веры, Надежды, Любови. В приходе имелась каменная часовня. Закрыта в 1936 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "г. Алатырь",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.85106, 46.590008],
      "zoom": 16,
      "church": "Христорождественская церковь",
      "enable": false,
      "info": "Построена в 1755 г. на средства прихожан, капитально перестроена в 1907 г. Церковь каменная с главным престолом в честь Рождества Христова. Приделы: правый – во имя Божией Матери Владимирской, левый – во имя Св. Архангела Михаила. Закрыта в 1930 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Атрать",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.008351, 46.669114],
      "church": "Николаевская церковь",
      "enable": false,
      "info": "Построена в 1869 г. на средства прихожан, вновь отстроена взамен сгоревшей в 1911–1914 гг. Церковь деревянная однопрестольная во имя Св. Николая Чудотворца. Закрыта в 1941 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Берёзовый Майдан",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.965525, 46.364498],
      "church": "Петропавловская церковь",
      "enable": false,
      "info": "Построена в 1883 г. на средства прихожан. Церковь деревянная с главным престолом во имя Свв. Апостолов Петра и Павла. Придел: во имя Св. Николая Чудотворца. Закрыта в 1941 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Иваньково",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.716734, 46.690475],
      "church": "Богоявленская церковь",
      "enable": true,
      "info": "Построена в 1744 г. на средства прихожан, деревянная, однопрестольная. В 1890 г. построена каменная с главным престолом во имя Св. Троицы. Приделы: в честь Богоявления Господня и в честь Покрова Пресвятой Богородицы. В приходе на 1900 г.: с. Иваньково, д. Уваровка.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Ичиксы",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.978571, 46.475877],
      "church": "Воскресенская церковь",
      "enable": false,
      "info": "Построена в 1798 г. на средства прихожан, придел пристроен в 1888 г. Церковь деревянная с главным престолом в честь Воскресения Христова. Придел: во имя Св. Николая Чудотворца. Закрыта в 1936 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Кармалейский Гарт",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.129234, 46.669848],
      "church": "Богоявленская церковь",
      "enable": true,
      "info": "Построена в 1891 г. на средства прихожан. Церковь деревянная однопрестольная в честь Богоявления Господня. Церковь была приписной к Спасско‐Николаевской церкви с. Сиява (Красногорская Слобода). Самостоятельный приход образован в 1901 г. В приходе на 1900 г.: с. Кармалейский Гарт.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Кладбищи",
      "altName": "Новый Усад",
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.977354, 46.518986],
      "zoom": 16,
      "church": "Николаевская церковь",
      "enable": false,
      "info": "Построена в 1753 гг. на средства прихожан. Церковь деревянная однопрестольная во имя Св. Николая Чудотворца. В 1860 г. построена новая церковь, освященная в 1860 г. на антиминсе (Антиминс – шелковый плат с вложенными святыми мощами и разрешением на проведение церковной службы. Полагается на престол в алтаре храма.) из ветхой церкви. Антиминс в 1869 г. перенесен обратно в возобновленную ветхую церковь. В новой церкви освящен антиминс во имя Вознесения Господня.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Кладбищи",
      "altName": "Новый Усад",
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.978633, 46.526021],
      "zoom": 16,
      "church": "Спасо-Вознесенская церковь",
      "enable": false,
      "info": "Построена в 1753 гг. на средства прихожан. Церковь деревянная. Престол в ней один, освященный в 1860 г. во имя Св. Николая Чудотворца на антиминсе из ветхой церкви, который в 1869 г. перенесен обратно в возобновленную ветхую церковь, в данной церкви освящен антиминс во имя Вознесения Господня. Закрыта в 1932 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Кувакино",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.983318, 46.407084],
      "church": "Предтеченская церковь",
      "enable": false,
      "info": "Построена не позднее 1781 г., вновь отстроена в 1805 г. на средства прихожан. Церковь каменная с главным престолом во имя Св. пророка Иоанна Предтечи. Придел с 1831 г.: во имя Св. Николая Чудотворца. В приходе на 1900 г.: с. Кувакино, с‐цо Злобино. Закрыта в 1935 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Кудеиха",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.222873, 46.414565],
      "church": "Преображения церковь",
      "enable": true,
      "info": "Построена в 1829 г. на средства прихожан взамен сгоревшей в 1824 г., расширена в 1870 г. Церковь каменная с главным престолом в честь Преображения Господня. Приделы с 1876 г.: в честь Рождества Христова и в честь Покрова Пресвятой Богородицы. В приходе на 1900 г.: с. Кудеиха, д. Кожевенная, д. бывшего стекловаренного завода, д. Шадриха. Закрыта в 1941 г. Приход восстановлен в 1992 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Миренки",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.901041, 46.388538],
      "church": "Архангельская церковь",
      "enable": true,
      "info": "Построена не позднее 1818 г., вновь отстроена в 1896 г. на средства прихожан. Церковь деревянная с главным престолом в честь иконы Божией Матери «Всех Скорбящих Радость». Приделы: правый – во имя Св. Архангела Михаила, левый – во имя Св. Николая Чудотворца. При роднике в 1892 г. построена часовня. В приходе на 1900 г.: с. Миренки, д. Полянки. Закрыта в 1941 г. Приход восстановлен в 1945 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Мишуково",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.032605, 46.148626],
      "church": "Николаевская церковь",
      "enable": true,
      "info": "Построена в 1789 г., вновь отстроена в 1894 г. на средства прихожан. Церковь деревянная с главным престолом во имя Св. Николая Чудотворца. Придел: во имя трех Святителей – Василия Великого, Григория Богослова и Иоанна Златоуста. В приходе на 1900 г.: с. Мишуково, д. Ивановка, д. Пехорка, д. Скучиха. Закрыта в 1942 г. Приход восстановлен в 1946 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Напольное",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.122108, 46.360759],
      "church": "Николаевская церковь",
      "enable": true,
      "info": "Построена в 1782 г., вновь отстроена в 1872 г. на средства прихожан. Церковь деревянная с главным престолом во имя Св. Николая Чудотворца. Придел: в честь иконы Божией Матери «Всех Скорбящих Радость». В приходе на 1900 г.: с. Напольное, д. Студенец, д. Низовка. Закрыта в 1941 г. Не сохранилась. Приход восстановлен в 1991 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Подгорно-Баево",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.854444, 46.410509],
      "church": "Покровская церковь",
      "enable": true,
      "info": "Построена в 1895 г. на средства прихожан. Церковь деревянная с главным престолом в честь Покрова Пресвятой Богородицы. Придел: во имя Св. Николая Чудотворца.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Полибино",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.080952, 46.187419],
      "church": "Знаменская церковь",
      "enable": false,
      "info": "Построена в 1795 г. на средства помещика Ф.Е. Волкова, перестроена и расширена в 1897 г. на средства прихожан и попечительства. Церковь деревянная с главным престолом в честь иконы Знамения Божией Матери. Придел: во имя Свв. Апостолов Петра и Павла. В приходе на 1900 г.: с. Полибино, д. Полибино, д. Ермоловка. Закрыта в 1939 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Порецкое",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.195171, 46.328709],
      "zoom": 16,
      "church": "Борисо-Глебская церковь",
      "enable": false,
      "info": "Построена на упраздненном кладбище в 1820 г. на средства крестьянина Г.И. Щеткина. Церковь каменная однопрестольная во имя Свв. Бориса и Глеба. Закрыта в 1931 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Порецкое",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.201059, 46.305476],
      "zoom": 16,
      "church": "Пантелеймоновская церковь",
      "enable": false,
      "info": "Построена на вновь отведенном кладбище в 1881 г. на средства крестьянина К.И. Шлямина. Церковь каменная однопрестольная во имя Св. вмч. и целителя Пантелеймона. Закрыта в 1930 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Порецкое",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.190106, 46.338395],
      "zoom": 16,
      "church": "Петропавловская церковь",
      "enable": true,
      "info": "Построена в 1816 г. на средства графа И.П. Салтыкова. Церковь каменная однопрестольная во имя Св. Апостолов Петра и Павла. Закрыта в 1942 г. Приход восстановлен в 1945 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Порецкое",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.200783, 46.334674],
      "zoom": 16,
      "church": "Троицкая церковь",
      "enable": false,
      "info": "Построена в 1730 г. на средства крестьянина А.А. Кожина, расширена в 1852 г. на средства помещицы Г. Мятлевой. Церковь каменная с главным престолом во имя Св. Живоначальной Троицы. Приделы: в честь Успения Божией Матери и во имя Св. Николая Чудотворца. Часовня на погосте Троицкой церкви. Закрыта в 1934 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Сабанчеево",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.584657, 46.286172],
      "church": "Архангельская церковь",
      "enable": false,
      "info": "Построена в 1864 г. на средства прихожан. Церковь деревянная с главным престолом во имя Св. Живоначальной Троицы. Придел: во имя Св. Архангела Михаила. В приходе на 1900 г.: с. Сабанчеево, д. Дубровки. Закрыта в 1930 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Семёновское",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.108084, 46.215171],
      "church": "Вознесенская церковь",
      "enable": true,
      "info": "Построена не позднее 1781 г., в 1813 г. на средства графа И.П. Салтыкова построен каменный холодный храм с главным престолом в честь Вознесения Господня. Придел: в честь иконы Знамения Божией Матери, трапезная пристроена в 1909 г. В приходе на 1900 г.: с. Семеновское, д. Милютино. Закрыта в 1942 г. Приход восстановлен в 1944 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Сиява",
      "altName": "Красногорская Слобода",
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.142599, 46.513849],
      "church": "Спасско-Николаевская церковь",
      "enable": false,
      "info": "Построена в 1825 г. на средства помещицы П.И. Мятлевой. Церковь каменная двухэтажная с престолами: в нижнем этаже – в честь Нерукотворного Образа Спасителя, верхнем – во имя Св. Николая Чудотворца. К церкви была приписана Богоявленская церковь с. Кармалейский Гарт, построена в 1891 г. на средства прихожан, церковь деревянная однопрестольная в честь Богоявления Господня. В приходе: с. Сиява, д. Никольская, с. Кармалейский Гарт (до 1901 г.). Закрыта в 1941 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Стемасы",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.778001, 46.620910],
      "zoom": 16,
      "church": "Казанская церковь",
      "enable": false,
      "info": "Построена в 1740 г. на средства прихожан, придел пристроен в 1874 г. на средства московского мещанина В.Т. Барсова. Церковь деревянная с главным престолом во имя Божией Матери Казанской. Придел: во имя Св. Архангела Михаила. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Стемасы",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.798924, 46.611617],
      "zoom": 16,
      "church": "Троицкая церковь",
      "enable": false,
      "info": "Построена в 1851 г. на средства подполковника А. Попова. Церковь деревянная однопрестольная во имя Св. Живоначальной Троицы. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Сурский Майдан",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.021576, 46.53733],
      "church": "Сергиевская церковь",
      "enable": false,
      "info": "Построена в 1778 г., деревянная; сгорела в ноябре 1818 г., вновь отстроена в 1823 г. на средства прихожан. Церковь каменная однопрестольная во имя Св. прп. Сергия Радонежского. Закрыта в 1942 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Сутяжное",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.035586, 46.348083],
      "church": "Успенская церковь",
      "enable": false,
      "info": "Построена не позднее 1780 г., вновь отстроена в 1823 г. на средства князя Д.В. Тенишева. Церковь каменная с главным престолом в честь Успения Божией Матери. Придел: во имя Святителей Московских Чудотворцев Петра, Алексия и Ионы. В приходе на 1900 г.: с. Сутяжное, д. Любимовка. Закрыта в 1940 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Сыреси",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.070115, 46.415458],
      "church": "Николаевская церковь",
      "enable": true,
      "info": "Построена в 1871 г., вновь отстроена в 1905 г. на средства прихожан. Церковь деревянная с главным престолом во имя Св. Николая Чудотворца. Придел: во имя Божией Матери Казанской. В приходе на 1900 г.: с. Сыреси. Закрыта в 1941 г. Приход восстановлен в 1988 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Турдаково",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.070809, 46.274197],
      "church": "Троицкая церковь",
      "enable": false,
      "info": "Построена не позднее 1782 г., вновь отстроена в 1789 г. и 1871 г. на средства прихожан. Церковь деревянная с главным престолом во имя Св. Троицы. Придел: во имя Св. Сергия Радонежского. Была часовня. В приходе на 1900 г.: с. Тургаково, д. Рындино. Закрыта в 1936 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Урусово",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [55.026776, 46.268898],
      "church": "Архангельская церковь",
      "enable": true,
      "info": "Построена не позднее 1760 г., вновь отстроена в 1861 г. на средства прихожан, придел пристроен в 1881 г. Церковь деревянная с главным престолом во имя Св. Архангела Михаила. Придел: во имя Св. Благоверного князя Александра Невского.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Чуварлей",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.857521, 46.478386 ],
      "church": "Апостоло-Яковлевская церковь",
      "enable": false,
      "info": "Построена в 1764 г., деревянная, однопрестольная; сгорела в 1815 г., вновь отстроена в 1832 г. на средства прихожан. Церковь каменная с главным престолом во имя Св. Апостола Иакова. Приделы: в честь Введения во храм Пресвятой Богородицы и во имя Свв. мучеников Бориса и Глеба. В приходе на 1900 г.: с. Чуварлеи, с‐цо Ялушево. Закрыта в 1938 г.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Явлеи",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.913085, 46.575113 ],
      "zoom": 16,
      "church": "Троицкая единоверческая церковь",
      "enable": false,
      "info": "Построена в 1856 г. на средства Алатырской Удельной конторы. Церковь деревянная однопрестольная во имя Св. Троицы. К ней была приписана Николаевская единоверческая церковь с. Кладбищи. Закрыта в 1936 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Явлеи",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [54.913148, 46.571350],
      "zoom": 16,
      "church": "Сергиевская церковь",
      "enable": false,
      "info": "Построена в 1856 г. на средства Алатырской Удельной конторы. Церковь деревянная однопрестольная во имя Св. Троицы. К ней была приписана Николаевская единоверческая церковь с. Кладбищи. Закрыта в 1936 г. Не сохранилась.",
      "link": "http://giachr.kaisa.ru"
    },
    {
      "name": "Порецкое",
      "altName": null,
      "region": "Симбирская",
      "uezd": "Алатырский",
      "volost": "?",
      "pos": [],
      "zoom": 16,
      "church": " церковь",
      "enable": false,
      "info": null,
      "link": "http://giachr.kaisa.ru"
    },

  ]
}
